Repository: Fankhauser-Dominik/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: You need to know your friend's username. Use the user search box in the lobby to find his profile. Click the friend request link there and wait for him to confirm.
ru: Вам нужно знать имя пользователя своего друга. Найдите его профиль через поиск пользователей, расположенный в Лобби. Далее нажмите "Добавить в друзья" и дождитесь подтверждения от друга.

source: Where can I change my country flag / caller voice / username / password etc.
ru: Где я могу изменить флаг своей страны / голос судьи / имя пользователя / пароль и другие настройки.

source: In your profile there is a settings button with lots of options. We highly recommend to look through the options before you play.
ru: Нажмите на кнопку "Настройки", расположенную в вашем профиле. Вы попадете в раздел с большим количеством настроек различных параметров. Рекомендуем ознакомиться с ними перед игрой.

source: My opponent throws so fast. What can I do?
ru: Мой соперник бросает слишком быстро, что можно сделать?

source: There are usually two types of online players: Those who wait for their opponent to throw and those who don't. If you feel stressed you can set up an input block time upon game creating. We recommend between 5 and 10 seconds.
ru: Есть два типа онлайн-игроков: те, кто ждет когда соперник сделает свой подход и после начинает кидать дротики, и те, кто этого не делает и бросает сразу. Если вы чувствуете стресс, вы можете настроить время ответного подхода соперника. Мы рекомендуем использовать от 5 до 10 секунд.

source: What do the status colors mean?
ru: Что означают цвета статуса?

source: Players can set most of these statuses manually. Green = online, yellow = Not available, purple = Looking for game, blue = currently playing, grey = offline.
ru: Цвет статуса отображает состояние игрока. Некоторые цвета статуса можно задавать самостоятельно. Зеленый - игрок находится онлайн. Желтый - игрок недоступен. Фиолетовый - игрок находится в описке игры. Синий - игрок в данный момент играет. Серый - игрока нет в сети.

source: I found a bug / have a question or feature request / someone is cheating.
ru: Я нашел ошибку / у меня есть вопрос или предложение / кто-то обманывает при игре.

source: Contact us.
ru: Напишите нам.

source: Help translating lidarts.org
ru: Помогите перевести lidarts.org

source: Lidarts is currently available in four languages: English, German, Danish and Dutch. Translations to any language can be provided by the community.
ru: В настоящее время Лидартс доступен на четырех языках: английском, немецком, датском и голландском. Перевод на любой другой язык может быть предоставлен пользователями.

source: How to translate
ru: Как сделать перевод

source: If you speak any other language you can help translating Lidarts. You do not need any additional software.
ru: Если вы говорите на другом языке, вы можете помочь с переводом Лидартс, для этого вам не потребуется никаких дополнительных программ.

source: Visit our translation project on
ru: Посетите наш переводческий проект на

source: You can register a new account there or log in with various third party services. After logging in you can start translating texts to the language of your choice or improve existing translations.
ru: Вы можете зарегистрировать там новую учетную запись или войти с помощью различных сторонних сервисов. После входа в систему вы можете начать перевод текстов на выбранный вами язык или улучшить уже существующие переводы.

source: If your language is missing or you have any questions
ru: Если ваш язык отсутствует в списке или у вас есть какие-либо вопросы

source: us
ru: нас

source: Enter name
ru: Введите имя

source: Compose new message
ru: Написать сообщение

source: Chat with
ru: Написать

source: Welcome to lidarts.org!
ru: Добро пожаловать на lidarts.org!

source: lidarts.org is an
ru: lidarts.org — это

source: open-source
ru: открытый исходный код

source: forever free online darts website.
ru: бесплатный сайт для игры в дартс.

source: Play darts against real opponents. With a webcam or without. Or train against the computer.
ru: Играйте в дартс против реальных соперников по всему миру. С камерой или без нее. Или тренируйтесь, играя против компьютера.

source: No costs, no ads, no trackers.
ru: Никаких затрат, никакой рекламы и спама, никаких трекеров.

source: Learn more
ru: Подробнее

source: Sign Up now
ru: Зарегистрироваться

source: Welcome back
ru: Добро пожаловать!

source: New on Lidarts:
ru: Обновления на Лидартс:

source: Cricket
ru: Крикет

source: Webcam tutorial
ru: Как настроить камеру

source: Help translating Lidarts
ru: Помогите с переводом Лидартс

source: Create a game
ru: Настройка игры

source: Webcam follow page
ru: Камера следуют на страницу

source: Click to accept and play
ru: Нажмите, чтобы принять и начать игру

source: Notifications
ru: Уведомления

source: Challenges:
ru: Вызовы:

source: Games in progress:
ru: Незавершенные игры:

source: local guest
ru: другой человек

source: New friend requests
ru: Новые запросы в друзья

source: Friends online
ru: Друзья онлайн

source: None
ru: Ничего

source: There are no live games at the moment.
ru: На данный момент нет игр в прямом эфире.

source: In order to play with a webcam you need a modern browser (Chrome or Firefox, latest version) and a camera. We highly recommend a USB-webcam, but a smartphone will likely also work.
ru: Чтобы играть с камерой вам нужен современный браузер (Chrome или Firefox, последние версии) и камера. Мы рекомендуем использовать USB веб-камеру или камеру в ноутбуке, но через телефон, скорее всего, тоже будет работать.

source: First you need to confirm our webcam service notice. Open your profile:
ru: Сначала вам нужно подтвердить согласие на использование камеры на нашем сайте. Войдите в свой профиль:

source: Open the preferences:
ru: Войдите в настройки:

source: Now open the webcam activation page:
ru: Теперь откройте страницу активации камеры:

source: Read the text, activate the checkbox and confirm:
ru: Прочтите текст и подтвердите ваше согласие, установив флажок:

source: You can now start webcam games and receive webcam game challenges! The next step depends on your camera device.
ru: Теперь вы можете начать играть с камерой и получать от этого ощущения реального турнира! Следующие шаги по настройке зависят от типа вашей камеры и устройства.

source: USB webcam
ru: USB веб-камера

source: Connect your USB webcam to your computer. If your computer does not recognize the webcam install the appropiate driver from the webcam manufacturer.
ru: Подключите USB веб-камеру к компьютеру. Если ваш компьютер не распознает веб-камеру, установите соответствующий драйвер от производителя веб-камеры.

source: To test the camera image we will create a local game without an opponent. Click on "Play":
ru: Чтобы проверить изображение с камеры, мы создадим демонстрационную игру без соперника. Нажмите на кнопку " Играть":

source: Now set up a local webcam game and start:
ru: Теперь выберите тип соперника "Другой человек", установите галочку напротив "Игра с камерой" и начните игру:

source: At the first time your browser will ask for webcam and microphone permission. Click on allow:
ru: В первый раз ваш браузер запросит разрешение на использование камеры и микрофона. Разрешите:

source: You are done! The webcam screen on the right should now show your own webcam video. You can now play against real opponents and they will see your board.
ru: Мы закончили! Теперь в правой части экрана должно отображаться ваше собственное видео с камеры. Теперь вы можете играть против реальных противников и они смогут видеть вашу мишень.

source: The preview image is flipped by default, but your opponent will see it correctly. You can flip your local image by right clicking on the small preview screen and pressing "flip":
ru: Изображение предварительного просмотра по умолчанию зеркальное, но ваш соперник увидит его правильно. Чтобы вы тоже могли видеть изображение со своей камеры в стандартном формате (не зеркальное) - щелкните правой кнопкой мыши на маленьком экране предварительного просмотра и нажмите кнопку " Поворот":

source: If you have multiple cameras installed (e.g. on a laptop with built-in camera) you can select the correct camera in the Jitsi settings:
ru: Если у вас установлено несколько камер (например, на ноутбуке или телефоне 2 камеры - тыльная и фронтальная), вы можете выбрать нужную для использования камеру в настройках Jitsi:

source: Smartphone as webcam
ru: Мобильный телефон в качестве веб-камеры

source: There are a couple of options to play with a smartphone as webcam. Try them to find out which method works best for you.
ru: Есть несколько вариантов, как можно будет играть, используя мобильный телефон в качестве веб-камеры. Попробуйте их чтобы выяснить, какой метод лучше всего подойдет в вашем случае.

source: It's possible for your computer to detect your smartphone as a webcam. You will need a program like
ru: Ваш компьютер, при подключении к нему мобильного телефона, может использовать его как веб-камеру. Для этого вам понадобится такая программа, как

source: Download the mobile app and the desktop client and install both.
ru: Скачайте и установите приложение на свой телефон, а так же на компьютер.

source: Start the mobile app first. You will see the "Wifi IP" on your device. You will need this in the next step.
ru: Сначала запустите приложение на телефоне. Вы увидите "Wi-Fi IP" на вашем устройстве. Эти данные вам понадобятся для следующего шага.

source: Start the Droidcam client application on your computer and enter the "Wifi IP" from your smartphone. Press start.
ru: Далее запустите программу Droidcam на вашем компьютере и введите этот "Wifi IP", который вы увидели в своем телефоне. Далее нажмите кнопку "Старт".

source: Your computer should now recognize your smartphone as a webcam device. You can now proceed to the camera test in the USB webcam section above.
ru: Теперь ваш компьютер должен распознать ваш мобильный телефон как веб-камеру. Далее вы можете перейти к тестированию работы камеры в разделе USB веб-камера, который описан выше.

source: Follow Mode on Lidarts
ru: Режим "слежения" на Лидартс

source: There's a chance you do not need to install any additional app at all. Enable the follow mode which you can find in the webcam settings.
ru: Если у вас современный телефон, то есть шанс, что вам вообще не придется устанавливать никаких дополнительных приложений. Включите режим Слежения, этот пункт находится в Настройки > Настройки камеры.

source: On your camera device (smartphone):
ru: На вашем мобильном телефоне (или планшете):

source: Open the follow page in the lobby and stay there.
ru: На странице Лобби нажмите на кнопку "Определить как камеру".

source: On your computer:
ru: На вашем компьютере:

source: Create a local webcam game as shown in the "USB webcam" section.
ru: Создайте и запустите локальную игру с использованием камеры, как это было описано выше в разделе "USB-камера".

source: Once you are in the game click on "Summon webcam" in the menu.
ru: Как только вы окажетесь в игре, нажмите на кнопку "Подключить камеру" в меню.

source: Check your smartphone. It should now reload the page automatically and ask for camera and microphone permissions. Press accept.
ru: Проверьте свой телефон или планшет. Теперь он должен автоматически перезагрузить страницу и запросить разрешение на использование камеры и микрофона. Разрешите.

source: That's it! As long as your smartphone is on the "Webcam follow page" you can summon it in your games with one click.
ru: Вот и все! Пока на вашем телефоне или планшете будет открыта эта страница, на которую вы попали нажав на "Определить как камеру", вы можете подключать эти устройства и использовать их как камеру в своих играх одним щелчком мыши.

source: There is an issue on Android smartphones with the camera selection. By default the front camera is activated. You can try to switch it in the Jitsi settings:
ru: На Android телефонах или планшетах есть небольшая проблема с выбором камеры. По умолчанию там всегда включается фронтальная камера. Вы можете попробовать переключить ее в настройках Jitsi:

source: If you get a permission error upon switching to the back camera, try to reload the page. After a reload the correct camera was selected in our tests.
ru: Если при переключении на тыльную камеру появляется ошибка - попробуйте перезагрузить страницу. В наших тестах после перезагрузки уже сразу определялась нужная камера.

source: Jitsi Meet app
ru: Программа Jitsi Meet

source: If you tried the previous section, but the camera does not work, you can try the official free Jitsi Meet app. Download and install it from the Play/App store.
ru: Если вы пробовали все, что описано выше, но камера все равно не работает, вы можете попробовать бесплатное приложение для телефона Jitsi Meet. Скачайте его из Google Play или App store и установите на свой телефон.

source: Activate the mobile app setting in the webcam settings:
ru: Разрешите использование этого мобильного приложения в настройках вашего профиля: Профиль > Настройки > Настройки камеры

source: Tablet + smartphone
ru: Планшет + смартфон

source: If you want to use a combination of a tablet for scoring and a smartphone as a camera there is an option to get the scoreboard only on your tablet.
ru: Если вы хотите использовать планшет для подсчета очков, а телефон в качестве камеры - такая возможность есть.

source: Open the webcam settings and enable both follow mode and the scoreboard-only option:
ru: Откройте настройки камеры и включите "Режим слежения через телефон", а так же включите "Показывать только табло на главном устройстве":

source: Now repeat the steps from the "Follow Mode" section. On your tablet you will only see the scoreboard without the video.
ru: Теперь повторите шаги из раздела "Режим слежения". На вашем планшете вы увидите только таблицу результатов и табло счета без видео.

source: Delete
ru: Удалить

source: Upload
ru: Загрузить

source: Do you want to get yourself as caller option included?
ru: Хотите чтобы вас тоже включили в список голосовых озвучек?

source: Contact us!
ru: Напишите нам!

source: Trainer delay (in seconds)
ru: Темп игры бота (длительность его подхода в секундах)

source: Note: There is a base delay of ~3 seconds. The custom delay will be added to this.
ru: Примечание: существует базовая длительность подхода ~3 секунды. К ней будет добавлена выбранная вами задержка.

source: Change profile text
ru: Введите писание вашего профиля

source: Introduce yourself, your interests, social media etc.
ru: Расскажите о себе, о своих интересах, социальных сетях и т.д.

source: Game history of
ru: История матчей

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Country settings
ru: Выберите вашу страну

source: You can change your country setting only once per month. Please confirm.
ru: Вы можете менять настройки своей страны только один раз в месяц. Пожалуйста, подтвердите.

source: You can stream your board in webcam games to spectators. You will need a Google account for YouTube. Log in and copy your Channel ID here:
ru: Во время игры с камерой вы можете транслировать свою мишень для зрителей. Вам понадобится учетная запись в Google для YouTube. Войдите и скопируйте свой идентификатор канала здесь:

source: and paste it in the box below.
ru: и вставьте его в поле ниже.

source: There are two options to start a livestream.
ru: Есть два варианта, чтобы начать прямую трансляцию игры.

source: You can use the "Start live stream" option in Jitsi Meet which requires the secret stream key. You can find yours here:
ru: Вы можете использовать опцию "Начать прямой эфир" в приложении Jitsi Meet, которое потребует секретный ключ трансляции. Свой ключ трансляции вы можете посмотреть тут:

source: Paste it into the stream key box in Jitsi and click on "Start live stream".
ru: Вставьте ключ трансляции в поле "stream key" в Jitsi и нажмите на кнопку "Начать прямую трансляцию".

source: If you get a "All streamers are currently busy" error Jitsi has no free streamers at the moment. There is nothing Lidarts can do in that case.
ru: Если вылезает ошибка "Все стримеры в данный момент заняты", значит у Jitsi в данный момент нет свободных стрим-каналов для трансляций. В этом случае Лидартс ничем не может помочь, попробуйте повторить попытку через некоторое время.

source: The second option is starting a YouTube live stream with an external software. We recommend
ru: Второй вариант - запуск прямого эфира на YouTube с помощью других программ. Мы рекомендуем

source: You can find many tutorials on the internet. It requires some setup work.
ru: Для этого потребуется выполнить некоторые настройки. Вы сможете найти много учебных пособий в интернете.

source: Livestreams will only be shown if both players allowed to have their games streamed by the other party. You can enable this in the webcam settings.
ru: Прямые трансляции будут показаны только в том случае, если оба игрока разрешили транслировать свои игры в эфир. Эта функция включается в разделе с настройками камеры.

source: Friends
ru: Друзья

source: Pending requests
ru: Ожидающие запросы

source: Preferences
ru: Настройки

source: Friend request
ru: Запрос на добавление в друзья

source: Challenge to game
ru: Бросить вызов поиграть

source: has not entered a profile text yet.
ru: описание профиля пока отсутствие.

source: Recent games
ru: Последние игры

source: Full match list
ru: Полный список матчей

source: Recent statistics (501 SI/DO)
ru: Последняя статистика (501)

source: Number of games:
ru: Число сыгранных игр:

source: Darts thrown:
ru: Брошено дротиков:

source: Detailed statistics
ru: Подробная статистика

source: Winrates (501 SI/DO)
ru: Процент побед (501)

source: (grouped by opponent average)
ru: (отсортировано по среднему набору соперников)

source: Activate webcam games
ru: Активировать игры с камерой

source: Edit profile text
ru: Изменить описание профиля

source: Manage friend list
ru: Управление списком друзей

source: Change display name
ru: Изменить отображаемое имя

source: Change password
ru: Сменить пароль

source: Avatar settings
ru: Выбрать фото пользователя

source: Caller settings
ru: Выбор голоса судьи

source: Trainer delay settings
ru: Настройка темпа игры бота

source: User not found
ru: Пользователь не найден

source: Optional. Your video and sound may be live streamed by Lidarts or your opponent.
ru: Необязательно. Ваши видео и звук могут транслироваться в прямом эфире Лидартс или вашим соперником.

source: Forces use of Jitsi Meet mobile app. Try this if video capture does not work on your mobile browser.
ru: Принудительно использовать мобильное приложение Jitsi Meet. Попробуйте, если захват видео не будет работать в вашем мобильном браузере.

source: Enables follow page in lobby. Your mobile device can be called to your games from another device to capture video.
ru: Включите, чтобы ваше мобильное устройство могло использоваться компьютером или другим устройством для трансляции видео во время игры.

source: Loads only the scoreboard without webcam image in your webcam games. Useful for mobile score-only devices.
ru: В играх с камерой загружает только таблицу результатов без изображения с камеры. Удобно при игре с мобильных устройств.

source: Submit
ru: Отправить

source: You can change your username only once per month. Please confirm.
ru: Вы можете менять свое имя пользователя только один раз в месяц. Пожалуйста, подтвердите.

source: Request a new password
ru: Запросить новый пароль

source: No account yet?
ru: Еще нет аккаунта?

source: Sign Up
ru: Войти

source: Forgot your password?
ru: Забыли пароль?

source: Reset password
ru: Сбросить пароль

source: By registering you confirm that you agree to our
ru: Регистрируясь, вы подтверждаете, что соглашаетесь с нашими

source: Terms and Conditions
ru: Правилами и Условиями

source: Already have an account?
ru: Уже зарегистрированы?

source: Overview
ru: Обзор

source: Overall
ru: Общие сведения

source: Today
ru: Сегодня

source: Current Week
ru: Текущая неделя

source: Current Month
ru: Текущий месяц

source: Current Year
ru: Текущий год

source: Custom
ru: Выбрать период

source: Overall average per game
ru: Общий средний набор за игру

source: General
ru: Общие сведения

source: Number of games
ru: Число сыгранных игр

source: Games Won
ru: Выиграно игр

source: Games Lost
ru: Проиграно игр

source: Games Draw
ru: Сыграно игр в ничью

source: Number of Legs
ru: Число сыгранных лэгов

source: Legs Won
ru: Выиграно лэгов

source: Legs Lost
ru: Проиграно лэгов

source: Darts thrown
ru: Брошено дротиков

source: Number of games / legs:
ru: Количество игр / лэгов:

source: Tournament details
ru: Информация о турнире

source: Leave Tournament
ru: Покинуть турнир

source: Join Tournament
ru: Присоединиться к турниру

source: Create tournament game
ru: Создать турнир

source: Stream tournament games
ru: Трансляция турнирных игр

source: Creator
ru: Организатор

source: Watch live games
ru: Смотреть онлайн игры

source: URL
ru: Ссылка

source: Start
ru: Начать

source: Edit settings
ru: Изменить настройки

source: Tournaments on Lidarts
ru: Турниры на Лидартс

source: Currently Lidarts does not host any tournaments. Several external communities use Lidarts to play their tournaments though.
ru: В настоящее время на Лидартс не проходит никаких турниров. Однако, некоторые сообщества игроков используют Лидартс для проведения своих турниров.

source: This area currently provides tournaments an own page similar to the chat. There is also a list of upcoming public tournaments.
ru: На данный момент турнирная страница чем-то похожа на чат. Существует также список предстоящих публичных турниров.

source: Joining a tournament will only make you appear in the tournament's user list at the moment. It does not sign you up.
ru: Присоединившись к турниру вы появитесь в списке возможных участников турнира в данный момент. Но это еще не означает, что организатор турнира зарегистрирует вас к участию.

source: Your tournaments
ru: Ваши турниры

source: You have not created a tournament yet.
ru: Вы еще не создали турнир.

source: Create a new tournament
ru: Создать новый турнир

source: Tournament will appear in the upcoming tournaments list
ru: Турнир появится в списке предстоящих турниров

source: Link to tournament website with more information
ru: Ссылка на сайт турнира с более подробной информацией

source: Start date and time:
ru: Дата и время начала:

source: Upcoming tournaments
ru: Ближайшие турниры

source: There are no upcoming public tournaments at the moment.
ru: На данный момент никаких публичных турниров не планируется.

source: Edit tournament settings
ru: Изменить настройки турнира

source: Players are able to join the tournament.
ru: Игроки могут присоединяться к турниру.

source: Manage player list
ru: Управление списком игроков

source: Banned players
ru: Заблокированные игроки

source: Unban
ru: Разблокировать

source: Kick player
ru: Исключить игрока

source: Do you want to kick
ru: Вы хотите исключить

source: The player will be able to join the tournament again.
ru: Игрок сможет снова присоединиться к турниру.

source: Close
ru: Закрыть

source: Kick
ru: Исключить

source: Ban player
ru: Заблокировать игрока

source: Do you want to ban
ru: Вы хотите заблокировать

source: The player will NOT be able to join the tournament again.
ru: Игрок больше не сможет присоединяться и участвовать в турнире.

source: Ban
ru: Заблокировать

source: Unban player
ru: Разблокировать игрока

source: Do you want to unban
ru: Вы хотите разблокировать

source: Tournament streaming
ru: Трансляция турнира
