Repository: Fankhauser-Dominik/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: As a tournament creator you can get access to the video feeds of the webcam games if both players consent to streaming.
ru: Как организатор турнира, вы можете о время проведения игр получать доступ к трансляциям с камер, если оба игрока разрешили публичную трансляцию в настройках своего профиля.

source: Select a game you want to stream. The links below redirect you to the game's score page and video call. You should set these up in a streaming software for custom display.
ru: Выберите игру, которую вы хотите транслировать. Ссылки ниже перенаправляют вас на страницу результатов игры и видео вызов. Вы должны внести их в программу для трансляций.

source: Generate new API key
ru: Сгенерировать новый ключ API

source: Game score URL:
ru: Ссылка на результаты игры:

source: Jitsi URL:
ru: Ссылка для Jitsi:

source: Streamable games
ru: Транслируемые игры

source: Currently no streamable games.
ru: В настоящее время нет трансляционных игр.

source: Tournament name
ru: Название турнира

source: Open to the public
ru: Открыть для публичного доступа

source: Player registration is open
ru: Регистрация игроков открыта

source: External URL
ru: Ссылка на турнир

source: Create Tournament
ru: Создать турнир

source: Select game
ru: Выберите игру

source: Start in the past is not allowed for public tournaments.
ru: Для публичных турниров не допускается начало задним числом.

source: Start must be within the next 30 days.
ru: Старт должен состояться в течение ближайших 30 дней.

source: Tournament updated.
ru: Турнир обновлен.

source: You were banned from this tournament.
ru: Вас отстранили от участия в этом турнире.

source: Tournament settings
ru: Настройки турнира

source: Game selected as stream game.
ru: Игра выбрана в качестве трансляционной игры.
