Repository: Fankhauser-Dominik/lidarts
Catalog: lidarts/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Password must have at least 8 characters
ru: Пароль должен состоять не менее чем из 8 символов

source: Username is required
ru: Необходимо ввести имя пользователя

source: Password must have at least 15 characters OR contain at least two out of these: lowercase letter, uppercase letter, number, symbol.
ru: Пароль должен состоять не менее чем из 15 символов ИЛИ содержать в себе как минимум два из этих условий: строчная буква, заглавная буква, число, символ.

source: Username is already taken
ru: Такое имя уже занято

source: Username must start with a letter, number or "(["
ru: Имя пользователя должно начинаться с буквы или цифры, либо с одного из этих символов: «(["

source: Username must end with a letter or a number or ")]"
ru: Имя пользователя должно заканчиваться буквой или цифрой, либо одним из этих символов: «)]"

source: Username contains invalid symbols.
ru: Имя пользователя содержит недопустимые символы.

source: Two special characters in a row are not allowed.
ru: Не допускается использовать два специальных символа подряд.

source: Username
ru: Имя пользователя (Логин)

source: Password
ru: Пароль

source: Username or Email Address
ru: Имя пользователя или E-mail

source: Accept
ru: Принять

source: Change username
ru: Изменить имя пользователя

source: You can only change your username once per month. You need to wait until:
ru: Изменять имя пользователя можно только один раз в месяц. Вам нужно подождать до:

source: Username changed.
ru: Имя пользователя изменено.

source: Local
ru: Другой человек

source: Me
ru: Я

source: Opponent
ru: Соперник

source: Closest to Bull
ru: Определим броском в Булл

source: Invalid number.
ru: Неверный номер.

source: Score
ru: Очки

source: Submit score
ru: Ввести очки

source: Best of Sets
ru: Количество сетов

source: Best of Legs
ru: Лэги, лучший из

source: Two Clear Legs
ru: Победа с разницей в 2 лэга

source: First to throw
ru: Кто начинает

source: Opponent name
ru: Имя соперника

source: Level
ru: Уровень сложности

source: Public challenge
ru: Публичный вызов всем, кто онлайн

source: Webcam game
ru: Играть с камерой

source: Score input block
ru: Темп игры

source: Save settings
ru: Сохранить параметры

source: Tournament
ru: Привязать матч к турниру

source: Start game
ru: Начать игру

source: Game type
ru: Режим игры

source: Mode In
ru: Начало лэга

source: Mode Out
ru: Завершение лэга

source: Submit message
ru: Отправить сообщение

source: I have read the text above, understand the limitations and have a webcam setup to play.
ru: Я прочитал текст выше по настройке веб-камеры для игры и ознакомлен с ограничениями.

source: (Optional) I allow my opponents to stream and record our game including my webcam video and audio.
ru: (Необязательно) Я разрешаю своим соперникам транслировать и записывать нашу игру, в том числе с использованием видео и звука с моей камеры.

source: Confirm
ru: Подтвердить

source: Public challenges must be created without an opponent name.
ru: Публичный вызов создается без имени соперника.

source: Create Game
ru: Настройте новую игру

source: Player does not allow challenges
ru: Игрок не разрешает вызовы

source: New challenge
ru: Новый вызов

source: Player 2 does not have webcam games enabled.
ru: У второго игрока не включена камера.

source: Waiting...
ru: Ожидание...

source: Match overview
ru: Просмотр матча

source: Stream overlay
ru: Потоковое наложение

source: Live Match
ru: Онлайн матч

source: Local Guest
ru: Локальный гость

source: Guest
ru: Гость

source: Search user
ru: Поиск пользователя

source: Search
ru: Найти

source: Live Games
ru: Игры онлайн

source: Lobby
ru: Лобби

source: Chat
ru: Переписка

source: Private Messages
ru: Личные сообщения

source: Enabled
ru: Включено

source: Disabled
ru: Отключено

source: Description
ru: Описание

source: Save
ru: Сохранить

source: Caller
ru: Судья

source: Trainer delay
ru: Темп игры бота (длительность его подхода в секундах)

source: Notification sound
ru: Звук уведомлений

source: Allow challenges
ru: Принимать вызовы от пользователей

source: Allow private messages
ru: Разрешить личные сообщения

source: Allow friend requests
ru: Разрешить добавляться в друзья

source: Checkout suggestions
ru: Показывать закрытия

source: Show averages in user list
ru: Показывать средний набор в списке пользователей

source: Country
ru: Ваша страна

source: Webcam activated
ru: Камера включена

source: Allow streaming
ru: Разрешить трансляцию

source: Use Jitsi mobile app
ru: Использование мобильного приложения Jitsi

source: Mobile follow mode
ru: Режим слежения через телефон

source: Show only scoreboard on main device
ru: Показывать только таблицу результатов на главном устройстве

source: Channel ID
ru: Идентификатор канала

source: Match History
ru: История матча

source: Profile
ru: Профиль

source: Profile text saved.
ru: Текст профиля сохранен.

source: Manage Friend List
ru: Управление списком друзей

source: Avatar deleted.
ru: Аватар удален.

source: No selected file
ru: Файл не выбран

source: Wrong image format.
ru: Неправильный формат изображения.

source: Avatar saved.
ru: Аватар сохранен.

source: Avatar Settings
ru: Настройки аватара

source: Settings saved.
ru: Настройки сохранены.

source: Caller Settings
ru: Выбор голоса судьи

source: Trainer Delay
ru: Темп игры бота (длительность его подхода в секундах)

source: You can only change your country setting once per month. You need to wait until:
ru: Вы можете изменить настройки страны только один раз в месяц. Вам нужно подождать до:

source: General settings
ru: Общие настройки

source: Webcam settings
ru: Настройки камеры

source: Livestream settings
ru: Настройки прямой трансляции

source: All
ru: Все

source: Last ... games
ru: Последние игры

source: From ... to ...
ru: От ... до ...

source: From
ru: От

source: to
ru: до

source: Filter
ru: Фильтр

source: Apply
ru: Применить

source: Home
ru: Главная

source: Watch
ru: Смотреть

source: Statistics
ru: Статистика

source: Play
ru: Играть

source: Tournaments
ru: Турниры

source: No new notifications
ru: Новых уведомлений нет

source: Sign In
ru: Войти

source: Register
ru: Зарегистрироваться

source: Inbox
ru: Сообщения

source: Status
ru: Статус

source: Looking for Game
ru: Поиск игры

source: Busy
ru: Занят

source: Logout
ru: Выйти

source: About
ru: О нас

source: Contact
ru: Контакты

source: Contribute
ru: Внести свой вклад

source: Changelog
ru: История изменений

source: Source Code
ru: Исходный код

source: Privacy
ru: Конфиденциальность

source: Terms & Conditions
ru: Правила и условия

source: Legal notice
ru: Правовая информация

source: Game Mode
ru: Выберите тип игры

source: You have to activate webcam games first.
ru: Сначала необходимо активировать камеру.

source: Blocks score input after new score. In seconds.
ru: Задержка ввода очков между подходами в секундах.

source: Leave game
ru: Выйти из игры

source: Abort game
ru: Прервать игру

source: Toggle Keypad visibility
ru: Показывать/скрывать клавиатуру

source: Change keypad position
ru: Изменить расположение клавиатуры

source: Toggle statistics
ru: Показывать/скрывать статистику

source: Normal theme
ru: Стандартный внешний вид

source: Streamoverlay
ru: Вид для трансляции

source: Mute caller
ru: Отключить голосовую озвучку

source: Unmute caller
ru: Включить голосовую озвучку

source: Activate Sound (Apple)
ru: Активировать звук (Apple)

source: Summon webcam
ru: Включить камеру

source: At least one player does not allow streaming.
ru: Один из игроков не разрешает трансляцию.

source: Check dart:
ru: Проверить дротик:

source: How many darts missed at double?
ru: Сколько дротиков было брошено в окончание?

source: How many darts to finish?
ru: Сколько дротиков затрачено на закрытие?

source: Abort game?
ru: Прервать игру?

source: Cancel
ru: Отмена

source: Waiting for
ru: Ожидание

source: This page will redirect you to the game once the challenge has been accepted.
ru: Как только вызов будет принят, вас перенаправят на страницу с игрой.

source: You are not logged in. Log in to play in this game.
ru: Вы не вошли в систему. Войдите, чтобы начать игру.

source: Share this link to invite another player (must be logged in):
ru: Поделитесь этой ссылкой, чтобы пригласить другого игрока (ему необходимо войти в систему):

source: Copy text
ru: Скопировать текст

source: Waiting for player to accept public challenge.
ru: Ждем, пока игрок примет публичный вызов.

source: Wait here. Leaving this page will cancel the challenge.
ru: Ожидайте. В случае закрытия этой страницы - публичный вызов будет отменен.

source: Click to join another public challenge:
ru: Нажмите, чтобы присоединиться к другому публичному вызову:

source: Webcam games
ru: Игры с камерой

source: Lidarts offers X01 webcam games between two players in an experimental testing stage. We currently try an external service for video and audio communication called Jitsi.
ru: Лидартс предлагает онлайн игры в форматах X01 и Крикет между двумя игроками. Сайт находится на стадии экспериментального тестирования. Для организации видео и аудио связи между игроками используется сервис Jitsi.

source: In order to play you need a webcam pointed towards your dart board and a desktop PC with a modern browser, e.g. Google Chrome or Firefox.
ru: Чтобы играть нужна камера (веб-камера, камера в ноутбуке, в телефоне и т.д.), направленная на вашу мишень и компьютер с современным браузером, например Chrome или Firefox.

source: Mobile devices are not supported. We currently also provide no support for setup. You can try Jitsi Meet
ru: Мобильные устройства не поддерживаются, в настоящее время мы не предоставляем поддержку по настройке сайта для таких устройств. Попробуйте сервис Jitsi Meet

source: here
ru: здесь

source: If you do not get your webcam to work there it will not work on Lidarts either.
ru: Если ваша камера не заработает там, она также не будет работать и на Лидартс.

source: Although there is no ruleset for webcam play yet we call on your fairness and sportsmanship.
ru: Так как правил для игры через камеру нет - мы призываем вас к честности и спортивному мастерству.

source: We need feedback in order to improve webcam play in the future. We encourage you to send your experience via email at contact@lidarts.org
ru: Для улучшения работы игр через камеру нам нужна ваша обратная связь. Присылайте свои отзывы или предложения по улучшению сайта на contact@lidarts.org

source: Game was aborted.
ru: Игра была прервана.

source: Challenge was declined or withdrawn.
ru: Вызов был отклонен или отозван.

source: Match start
ru: Начало матча

source: Match duration
ru: Длительность матча

source: hours
ru: часов

source: minutes
ru: мин.

source: seconds
ru: сек.

source: Webcam game
ru: Игра с камерой

source: Mark distribution - absolute (%% of total)
ru: Распределение баллов - абсолютное (%% от общего)

source: Closest to bull begins. Please throw three darts at bull.
ru: Розыгрыш начала - кто ближе попадет в Булл. Пожалуйста, бросьте три дротика в Булл.

source: Local game. Player 1 throws all three darts first.
ru: Локальная игра. Игрок 1 начинает бросать первым.

source: Game is completed.
ru: Игра завершена.

source: Game overview
ru: Обзор игры

source: Offer rematch
ru: Предложить реванш

source: Accept rematch
ru: Принять реванш

source: Rematch offer sent
ru: Предложение о реванше отправлено

source: Back to tournament
ru: Вернуться к турниру

source: Toggle chat
ru: Переключить чат

source: Undo last score
ru: Отменить последний набор

source: Enter correct score
ru: Введите правильный набор

source: Keypad
ru: Клавиатура

source: Highest Finish
ru: Макс. закрытие

source: Shortest Leg
ru: Мин. дротиков на лэг

source: Your camera device waits on this page for you to request it in the game menu.
ru: Камера вашего устройства ожидает на этой странице вашего запроса в меню игры.

source: 404 Error
ru: Ошибка 404

source: Oops, you've visited a page that does not exist.
ru: Упс, вы посетили страницу, которой не существует.

source: If you've found a bug please contact us at contact@lidarts.org. Thank you!
ru: Если вы нашли ошибку, пожалуйста, сообщите о ней по адресу contact@lidarts.org. Спасибо!

source: 500 Error
ru: Ошибка 500

source: Oh no, something went wrong.
ru: О нет, что-то пошло не так.

source: About lidarts.org
ru: О проекте lidarts.org

source: Lidarts is a
ru: Лидартс — это

source: free/libre, open-source
ru: свободный, открытый исходный код

source: online darts scoring website.
ru: сайт с онлайн дартс калькулятором.

source: Still being in a very early stage, the main goal for Lidarts' future is to provide darts players an online service to play against real players and to help in their daily training.
ru: Сайт находится на ранней стадии разработки. Главная цель Лидартс - предоставить игрокам сервис, позволяющий играть против реальных игроков по всему миру и помогать в повседневных тренировках.

source: Many features are planned and wait for completion.
ru: Множество новых функций для сайта запланировано и находится в работе.

source: The entire project is driven by volunteers. Everyone is invited to
ru: Вся работа над проектом ведется добровольцами. Приглашаем всех!

source: contribute
ru: внести свой вклад

source: DartCall 2007 caller pack created by Horst Girtew.
ru: Набор голосовых озвучек DartCall 2007 создан компанией Horst Girtew.

source: Sound effects obtained from
ru: Звуковые эффекты полученные от

source: Public challenges
ru: Публичные вызовы

source: New games
ru: Новые игры

source: Latest results
ru: Последние результаты

source: Show match information
ru: Показать информацию о матче

source: Show public challenges
ru: Показать публичные вызовы

source: Filter users
ru: Фильтровать пользователей

source: From your country
ru: Из моей страны

source: Online
ru: Сейчас на сайте

source: Playing
ru: Сейчас играют

source: There are a few ways to contact us, more to come soon! No matter the reason, we try to reply as quickly as possible.
ru: Есть несколько способов связаться с нами. Независимо от причины обращения, мы постараемся ответить как можно быстрее.

source: At the moment we can provide you support in English or German.
ru: На данный момент мы можем предоставить вам поддержку на английском или немецком языках.

source: lidarts on GitHub
ru: Лидарс на GitHub

source: Contribute to lidarts.org
ru: Внести свой вклад проекту lidarts.org

source: Lidarts relies on volunteers to develop and maintain the project. There are several ways you can help out.
ru: Лидартс полагается на добровольцев для разработки и сопровождения проекта. Есть несколько способов помочь.

source: Play and provide feedback
ru: Играйте и предоставляйте обратную связь

source: During development I try to test the features the best I can. But there will still be bugs that make it through to the live server. If you encounter any bugs or problems during play or you have ideas or feedback to improve the site, please
ru: Во время разработки я стараюсь тестировать работу всех функций сайта. Но все равно случаются ошибки, которые появляются при использовании сайта игроками. Если вы столкнулись с ошибками или проблемами во время игры, или у вас есть идеи или предложения для улучшения сайта, пожалуйста

source: contact
ru: напишите нам

source: Tell your friends
ru: Рассказать своим друзьям

source: Lidarts generates no money - it is free for everyone, we do not sell ads nor your data. The downside is the lack of a budget for marketing. We rely on users to make Lidarts known to darts players. So tell your friends, invite them to play and spread the word!
ru: Лидартс не зарабатывает денег - сайт бесплатен для всех, мы не продаем на нем объявлений и ваших данных. Недостатком такого подхода является отсутствие бюджета на маркетинг. Мы полагаемся на пользователей, чтобы Лидартс стал известен среди дартсменов. Расскажите о сайте своим друзьям, пригласите их поиграть и тоже рассказать об этом!

source: Translations
ru: Переводы

source: The main language on Lidarts is English. Translations exist in German, Danish and Dutch. If you are fluent in English and another language of your choice you can
ru: Основной язык на Лидартс - английский. Существуют переводы сайта на немецкий, датский и голландский языки. Если вы свободно владеете английским и другим языком по вашему выбору вы можете

source: help translating
ru: помочь с переводом

source: parts of Lidarts or the entire website for your community.
ru: какой-то части сайта Лидартс или всего сайта целиком для вашей страны.

source: Graphics
ru: Дизайн сайта

source: The design of the website is not finished, but Lidarts mainly lacks some graphics to improve the look. Do you have the know-how to create graphics for Lidarts? If so,
ru: Дизайн сайта еще не закончен, команде Лидартс не хватает некоторых графических умений для улучшения внешнего вида. У вас есть крутые идеи и умения для создания графики на Лидартс? Если да, то

source: us.
ru: напишите нам.

source: I am not a web designer and the website reflects that. At some point Lidarts will need a redesign and some help would be greatly appreciated. You can help out with design ideas: Create a visual concept with Paint, Photoshop or whatever you like and
ru: Я не дизайнер и внешний вид сайта говорит об этом. В какой-то момент Лидантс потребуется переделать дизайн и некоторая помощь будет очень признательна. Вы можете помочь с идеями дизайна: создать визуальную концепцию с помощью Paint, Photoshop или другой программы, в которой вы привыкли работать

source: send it to me.
ru: отправить мне.

source: Or even better: you can work directly on the frontend and implement your ideas if you have some knowledge about HTML, CSS and JavaScript.
ru: Или еще лучше: вы можете работать непосредственно на интерфейсе и реализовывать свои идеи, если у вас есть некоторые знания о HTML, CSS и JavaScript.

source: Interested?
ru: Заинтересованы?

source: Contact Lidarts
ru: Контакты Лидартс

source: or visit the
ru: или посетите

source: Programming
ru: Разработку

source: Of course you are more than welcome to join Lidarts and develop on the project. At the current stage I am all by myself and try to get the project contribution-ready. If you are interested to get started take a look at the
ru: Конечно, вы можете присоединиться к Лидартс и развивать проект. На текущем этапе я все делаю сам и стараюсь сделать проект полностью готовым. Если вас интересует начало работы, взгляните на

source: or
ru: или

source: contact me
ru: свяжитесь со мной

source: Donations
ru: Пожертвования

source: All features on Lidarts are free. However it requires money to pay for our servers and hosting. You can donate to the project to keep it free for others and smooth for everyone. Although you cannot buy access to any exclusive features, your contribution is acknowledged with a star next to your name on Lidarts for a month. Include your Lidarts username in your donation.
ru: Все функции сайта Лидартс бесплатны, однако для оплаты наших серверов и хостинга требуются деньги. Вы можете пожертвовать проекту, чтобы сохранить его свободным и бесплатным для всех. Ваше пожертвование будет отмечено звездочкой рядом с вашим именем в Лидартс в течение месяца. Не забудьте указать ваше имя пользователя при совершении пожертвования.

source: Please note that Lidarts is not a registered non-profit organization by German law. All donations are taxed as the developer's income.
ru: Пожалуйста, обратите внимание, что Лидартс не является зарегистрированной некоммерческой организацией по законодательству Германии. Все пожертвования начисляются разработчику как доход и будут облагаться налогом.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: What do I need to play?
ru: Что мне нужно для игры?

source: To play you need a computer or a mobile device with a modern browser. Obviously you also need a darts setup.
ru: Для игры вам понадобится компьютер или мобильное устройство с современным браузером. Очевидно, что так же необходимо иметь мишень и дротики.

source: How do I find someone to play?
ru: Как мне найти кого-нибудь для игры?

source: If you did not arrange a game with someone yet there are two easy options: Either join the chat and ask/look for a game there, or you can set up a public challenge when creating a game which will be visible to everyone else.
ru: Если вы еще не организовали игру с кем-то, есть два простых варианта: либо войти в чат и написать в нем предложение поиграть, или поискать там чьи-то аналогичные предложения, либо, вы можете при создании игры сделать публичный вызов, игра станет видна всем игрокам и кто-нибудь из них примет ваш вызов.

source: How does 'closest to bull' work?
ru: Что значит "кто ближе попадет в Булл"?

source: In order to determine the starting player you throw three darts at bull. Enter and submit each dart score individually in order of throw. Darts outside of bull count as 0. The first better result over the other player begins. This means that for example 25-0-0 beats 0-50-50 as player 1 had a better result with an earlier dart.
ru: Для того чтобы определить кто начинает игру - каждый игрок бросает в Булл по три дротика. Результат заносится по каждому дротику в порядке броска. Дротики за пределами Булл считаются равными 0. Игрок с лучшим результатом первый начнет матч. Это означает, что, например, 25-0-0 лучше чем 0-50-50, поскольку игрок 1 имел лучший результат в более раннем броске.

source: Can I play cricket or other variants?
ru: Могу ли я играть в крикет или в другие варианты?

source: Currently only X01 games are available. Cricket will be available soon. More dart games might follow.
ru: Да, сможете. В настоящее время на Лидартс доступны игры X01 и Крикет.

source: Can I use my webcam and see my opponent's throw?
ru: Могу ли я использовать свою камеру чтобы увидеть броски соперника?

source: Lidarts supports experimental webcam games over Jitsi Meet, a video conferencing service. You can also play without a webcam based on trust.
ru: Лидартс поддерживает экспериментальный режим игр с камерой через сервис Jitsi Meet. Вы также можете играть без камеры, основываясь на доверии.

source: How do I set up my webcam?
ru: Как настроить камеру?

source: You need to connect your webcam (or smartphone with appropiate software) to your computer. Before your first game you have to agree to the current
ru: Вам нужно подключить камеру (или телефон) к компьютеру. Перед первой игрой необходимо принять

source: webcam service notice
ru: уведомление служб камеры

source: Create a game normally on the webcam page afterwards.
ru: После этого создайте новую игры с использованием камеры.

source: Can I play steel and/or e-darts?
ru: Могу ли я играть в классический или электронный дартс?

source: Both variants are welcome to play on Lidarts.
ru: Оба варианта поддерживаются для игры на Лидартс.

source: Can I host and play in tournaments?
ru: Можно ли принимать участие в турнирах и играть в них?

source: Currently tournament organizers can create a separate room with a tournament-specific chat, user list and result box. For brackets you need to use an external service. It will be possible to automate tournaments on Lidarts soon.
ru: В настоящее время организаторы турниров могут создать отдельную комнату с определенным для турнира чатом, списком пользователей и таблицей результатов. Вскоре турниры на Лидартс можно будет автоматизировать.

source: How do I send private messages?
ru: Как отправить личное сообщение?

source: Open your inbox, enter the recipient's username in the box below and compose a new message.
ru: Нажмите на пункт меню "Сообщения", далее введите имя получателя и пишите ему сообщение.

source: How do I add someone to my friend list?
ru: Как добавить кого-нибудь в мой список друзей?
